---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.EditingFailures.TargetInEditMode
source: html/b36be3cc-96d5-ab4d-96d2-440e58b287f4.htm
---
# Autodesk.Revit.DB.BuiltInFailures.EditingFailures.TargetInEditMode Property

Can't transfer project standards while target document is in an edit mode. Please exit all edit modes(In-Place
 Family Edit Mode, Group Edit Mode, Sketch Edit Mode, etc.) and try again.

## Syntax (C#)
```csharp
public static FailureDefinitionId TargetInEditMode { get; }
```